{
  "title": "Wado-Ryu & Karate Information",
  "description": "Découvrez l'histoire et la philosophie du Wado-Ryu et du Karaté.",
  "sections": [
    {
      "heading": "Qu'est-ce que le Wado-Ryu ?",
      "content": "Le Wadō-ryū est une école de karaté et de jiu-jitsu fondée par Hironori Ōtsuka (1892-1982). Il est considéré comme le tout premier style spécifiquement japonais de karaté-do, par opposition aux styles d’Okinawa. Le nom Wadō-ryū signifie « école de la voie de la paix » ou « école de la voie de l'harmonie », reflétant sa philosophie d’harmonie et d’adaptation."
    },
    {
      "heading": "Les origines du Karaté",
      "content": "Le karaté (空手道, karate-dō) est un art martial japonais originaire du royaume de Ryūkyū (Okinawa). Il s’est développé en dérivant de la boxe de la grue blanche, transmise lors d’échanges avec la Chine impériale. Introduit au Japon après l’annexion de 1879, le karaté est devenu une discipline structurée qui mêle tradition martiale, condition physique et valeurs morales."
    },
    {
      "heading": "Principes clés du Wado-Ryu",
      "content": "<ul><li>Harmonie : S’accorder avec le mouvement de l’adversaire pour neutraliser ses attaques.</li><li>Fluidité : Mettre l’accent sur des mouvements continus et souples plutôt que rigides.</li><li>Efficacité : Employer un minimum d’effort pour un maximum d’effet.</li><li>Adaptabilité : Ajuster les techniques selon la situation et l’opposant.</li></ul>"
    },
    {
      "heading": "Le Karaté aujourd'hui",
      "content": "Aujourd’hui, le karaté est pratiqué dans le monde entier, à la fois comme art martial et comme sport. Il est reconnu discipline olympique et se décline en plusieurs styles, chacun avec ses techniques et philosophies propres. Le Wado-Ryu reste l’un des styles les plus respectés, notamment pour son insistance sur l’harmonie et l’efficacité."
    },
    {
      "heading": "Propagation du Wadō-ryū",
      "content": "Jusque dans les années 60, le karaté Wadō-ryū était peu connu en dehors du Japon. En 1963, Maître Hironori Ōtsuka confia à ses premiers étudiants la mission de transmettre et de divulguer le Wadō-ryū en Europe."
    },
    {
      "heading": "Les katas du Wadō-ryū",
      "content": "Le Wadō-ryū enseigne actuellement 15 katas, bien que son fondateur ait initialement retenu neuf katas pour son école. Les katas Pinan, par exemple, sont généralement enseignés au début de l'apprentissage et servent de base pour les katas supérieurs comme Kushanku et Naihanchi."
    },
    {
      "heading": "Citations",
      "content": "<ul><li><strong>Au sujet de la Voie de la paix :</strong> « L'action violente peut être comprise comme la voie des arts martiaux, mais la véritable signification des arts martiaux est de chercher et d'atteindre la voie de la paix et de l'harmonie. » — Hironori Ōtsuka</li><li><strong>Au sujet du Wadō-ryū :</strong> « Il faut considérer le Wadō-ryū comme une école de ju-jutsu à laquelle ont été ajoutées des techniques de karaté d’Okinawa et des techniques d’armes issues des écoles japonaises de sabre Yagyu et Toda. C’est ce qui explique que le Wadō est bien plus proche des budō japonais traditionnels que des arts martiaux d’Okinawa. Le Wadō-ryū n’est pas un sport… Le but premier consiste à mettre l’adversaire hors de combat » — Hironori Ōtsuka II</li><li><strong>Au sujet des grades :</strong> « De nos jours, trop de gens arrêtent l'entraînement une fois qu'ils ont passé le 2e ou 3e dan, ils ne réalisent pas que les ceintures ne sont pas importantes. Les grades ne signifient rien, tout ce qui importe est de s'entraîner dur. Beaucoup de gens se prévalent du 10e ou même 12e dan, mais la plupart d'entre eux sont sans valeur. » — Tatsuo Suzuki (1928-2011)</li></ul>"
    },
    {
      "heading": "Principaux représentants du style",
      "content": "<h4>Élèves directs de maître Hironori Ōtsuka</h4><ul><li>Tatsuo Suzuki (1928-2011), 8e dan hanshi</li><li>Kazuo Sakura (1929-2002), 5e dan</li><li>Toru Arakawa (1932-2015), 9e dan hanshi</li><li>Teruo Kono (1934-2000), 8e dan hanshi</li><li>Yutaka Toyama (1938), 9e dan</li><li>Hideho Takagi (1942), 8e dan hanshi</li><li>Atsuo Yamashita, 5e dan</li><li>Kazuo Sakai, 10e dan hanshi</li><li>Shingo Ohgami (1941), 8e dan</li></ul><h4>Descendants directs de maître Hironori Ōtsuka et Sōke du wado-ryu</h4><ul><li>Jirō Ōtsuka (1934-2015), 10e dan, son fils. 2e Grand Maître (Sōke) du Wadoryu.</li><li>Kazutaka Ōtsuka (1965), 6e dan, son petit-fils. 3e Grand Maître (Sōke) du Wadoryu.</li></ul>"
    }
  ]
}
